[
  {
    "name": "Barbarian",
    "desc": "A fierce warrior of a primitive background who can enter a battle rage, d12, Strength and Constitution, light and medium armor, shields, simple and martial weapons."
  },
  {
    "name": "Bard",
    "desc": "An inspiring magician whose power echoes the music of creation, d8, Dexterity & Charisma, light armor, simple weapons, hand crossbows, longswords, rapiers, shortswords."
  },
  {
    "name": "Cleric",
    "desc": "A priestly champion who wields divine magic in service of a higher power, d8, Wisdom & Charisma, light and medium armor, shields, simple weapons."
  },
  {
    "name": "Druid",
    "desc": "A priest of the Old Faith, wielding the powers of nature — moonlight and plant growth, fire and lightning— and adopting animal forms, d8, Intelligence & Wisdom, light and medium armor (non-metal), shields (non-metal), clubs, daggers, darts, javelins, maces, quarterstaffs, scimitars, sickles, slings, spears."
  },
  {
    "name": "Fighter",
    "desc": "A master of martial combat, skilled with a variety of weapons and armours, d10, Strength & Constitution, all armor, shields, simple and martial weapons."
  },
  {
    "name": "Monk",
    "desc": "A master of martial arts, skilled with fighting hands and martial monk weapons, d8, Dexterity & Strength (at level 14 monk is proficient in all Saving Throws) simple weapons, shortswords."
  },
  {
    "name": "Paladin",
    "desc": "A holy warrior bound to a sacred oath, d10, Strength, Wisdom & Charisma, all armor, shields, simple and martial weapons."
  },
  {
    "name": "Ranger",
    "desc": "A master of ranged combat, one with nature, d10, Dexterity & Strength, light and medium armor, shield, simple weapons, martial weapons."
  },
  {
    "name": "Rogue",
    "desc": "A scoundrel and agile warrior who uses stealth and trickery to overcome obstacles and enemies, d8, Dexterity & Intelligence, light armor, simple weapons, hand crossbows, longswords, rapiers, shortswords."
  },
  {
    "name": "Sorcerer",
    "desc": "A spellcaster who draws on inherent magic from a gift or bloodline, d6, Constitution & Charisma, daggers, darts, slings, quarterstaffs, light crossbows."
  },
  {
    "name": "Warlock",
    "desc": "A wielder of magic that is derived from a bargain with an extraplanar entity, d8, Wisdom & Charisma, light armor, simple weapons."
  },
  {
    "name": "Wizard",
    "desc": "A scholarly magic-user capable of manipulating the structures of reality, d6, Intelligence & Wisdom, daggers, darts, slings, quarterstaffs, light crossbows."
  }
]